Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 고브릴라!
en: govrilla!

source: 근처에서 사라져서 들어가 봤는데 아르젠의 집이었지.
en: it disappeared nearby, so i went into a random house and it turned out to be his.

source: 움찔
en: flinch

source: 넌 레티스 공작님을 잘 몰라.
en: you don’t know the real duke letis.

source: 가시죠, 공주님.
en: this way, princess.

source: 이왕 대신 사는 거 좀 수월한 인생이면 좋았잖아.
en: it would have been nice to have a smooth life on my second chance.

source: 발밑을 조심하세요!!!
en: please watch your step!!!

source: 저, 저기?
en: w-wait.

source: 파멸의 신
en: god of ruination

source: 안돼요!
en: no-!

source: 아니면 완벽하게 내 앞에서 감정을 숨기고 있는 걸까
en: or is he hiding his true emotions from me?

source: 네, 왕비님.
en: of course, your majesty.

source: 말씀대로 누군가 의도적으로 특정 영을 소환하려 하고 있고 실패하면 다시 죽이는 게 확실합니다.
en: as you said, somebody is trying to summon a specific soul and killing them if it is the wrong one.

source: 리에나 공주님이 여자애를 죽인 거 맞지?
en: princess liena killed that girl, right?

source: 남은 영은 둘인가.
en: there are two more souls remaining?

source: 진짜 레티스가 아니니 볼만 하겠군.
en: it will be amusing, since he’s not the real duke.

source: 하… 그런 뜻이었어?
en: ha... that’s what it meant?

source: 이거 사느라 돈 좀 썼거든.
en: I spent a good fortune on this.

source: 리에나를 아네?
en: he knows liena.

source: 저, 그런데 아까 그 인간여자에게 해리드를 내려주시다니… 처음 아니십니까?
en: um... did you also give that human herrid? you’ve never done that before.

source: 음식을 앞에 두고 그런 표정 지으면 복 떨어져.
en: it’s bad luck to frown at a dinner table.

source: 날… 찾기는 했을까?
en: would he have even looked for me?

source: 죽이러 오면 그냥 죽어줘?
en: should i just let them kill me?

source: 아버지가 정말 사람들을 죽이고 있는 건가요?
en: my dad is murdering everyone?

source: 먹이사슬 최상위에서 바닥으로 떨어진 느낌이라구!
en: i’ve dropped from the top of the food chain!

source: 당신도 나처럼 어제 막 빙의된 거잖아, 꽤 많은 사실을 아는 것처럼 보이네?
en: even though we possessed our bodies at a similar time, why do you seem to know so much?

source: 심장마비로 죽었다고 했는데 살해당한 거였어?!
en: i thought she died of a heart attack. she was murdered?!

source: 마치 공주님이 이 기회에 사라지길 바라는 것 같아서….
en: ...seemed like they want her to disappear forever now that she is missing.

source: 내가 아침드라마를 많이 봤거든.
en: this is how they do it in shows.

source: 빨리 내 세계로 돌아가고 싶어.
en: i want to go back as soon as possible.

source: (레티스 따라함)
en: (copying letis)

source: 오늘 하루 저승의 문을 통과한 영이 삼천 명이 넘습니다.
en: there are more than 3000 souls who came to the underworld just today.

source: 여기서 자고 간다고 하니까 나 입으라고 주던데?
en: he gave it to me after i said i needed a change of clothes.

source: 으아아악~아아아악~~
en: ahhh!!! aaahhh!!!

source: 당신이 죽인 사람이 살아서 눈앞에 나타났는데 놀라지도 않았어.
en: despite killing me yourself, you weren’t surprised to see me.

source: 얼마나 걱정했는지… 흑….
en: i was so worried...

source: 근데 여긴 어디쯤이지?
en: but where am i?

source: 안주머니에 노베이의 부적이 들어있음
en: they have novei’s talismans in their inner chest pockets

source: 신들의 제왕, 최고의 신
en: the king of all gods and the most powerful one of all.

source: 당신 자신에겐 안 되는 거야?
en: can’t you do that to yourself?

source: 어차피 이번 보름까지야.
en: it is only until the upcoming full moon.

source: 백작님, 괜찮으십니까?
en: count arzen, are you okay?

source: 갑작스런 사고가 끼어들게 되면 정해진 수명이 바뀌게 되지.
en: an unexpected accident can change the fixed lifespan.

source: 못 기다리겠어~
en: i can’t wait!

source: 누가 보면 진짜 레티스 공작인줄 알겠어.
en: you really do look like the real duke letis.

source: 나쁘지 않군.
en: not bad.

source: 한 번도 안 가본 곳이라 모르는 것뿐이니까.
en: i simply have never been there before.

source: 맛이 없지는 않을 거야.
en: it should be pretty tasty.

source: 리에나 공주가 살아서 이 왕궁으로 돌아올 일은 절대 없을 거야!
en: princess liena cannot return to the palace alive.

source: 이세계에서 죽으면 난 어떻게 되는 걸까?
en: what happens if i die in this world?

source: 리에나 공주님… !
en: princess liena...?!

source: 무슨 소리지?
en: what’s this noise?

source: 가까이 오면 너도 죽을 거야.
en: don’t come any closer, unless you want to end up like her.

source: 지도를 다 외웠거든.
en: i memorized the map.

source: 3일 안에 살해를 당해?
en: murdered in three days?

source: 앗, 리에나 공주님?!
en: p-princess liena?!

source: 이젠 낮에 괜찮아졌어?
en: you’re feeling better during the day now?

source: 공주님이 제 발로 이 저택에서 나가게 해야지.
en: let’s make her leave on her own.

source: 몸이 무거워.
en: this body feels heavy.

source: 진짜 시끄럽네.
en: so annoyingly loud.

source: 저택으로 모셔다 드리겠습니다.
en: i’ll take you back to the mansion.

source: 같이 비 맞지, 뭐.
en: i’ll just stand in the rain with you.

source: 그나저나 나 마차는 처음 타봐.
en: anyways, this is my first time on a carriage.

source: 좀 이상합니다.
en: it’s a little weird...

source: 크로니온!
en: chronion!

source: 아르젠이 왜 사과를 해?
en: why are you apologizing?

source: 리에나 공주님이?
en: princess liena?

source: 미안해하실 필요 없어요.
en: you do not have to feel guilty for it.

source: 인형?
en: a mannequin?

source: 리에나의 인생도 나만큼이나 기구하군.
en: liena’s life sounds just as unfortunate as mine.

source: 내 식대로 할 거야.
en: I’m gonna handle this my way.

source: 이곳을 떠나기 전에 당신의 여자들을 다 정해야겠어.
en: i’m going to take care of all the ladies around you before i go.

source: 지금 의원에게 갈 돈이 어디 있어.
en: we can’t afford one right now.

source: 뭐라고 위로를 해야 하지?
en: how do I make him feel better?

source: 네, 알겠습니다……
en: yes, sir...

source: 내가 마리엔을 죽인 걸 뻔히 알고도 진짜 오빠인줄 알고 날 감싸던 바보 같은 여동생.
en: that stupid sister who defended me when I killed marianne, all while thinking I’m her real brother.

source: 영상으로만 보면서 대리만족을 했는데.
en: i watched videos of food to try satisfying myself.

source: 나도 레티스를 다 믿는 건 아니지만 사람이 좀 변했더라구.
en: I don’t trust letis completely, but he did change.

source: 하인을 시켜서 관계를 정리하는 게 어딨어.
en: you can’t break up with her through a butler.

source: 엇?
en: huh?!

source: 무슨 보호?
en: protect me how?

source: 아르젠, 진짜로 레티스를 죽일 생각이야?
en: is arzen really going to kill letis?

source: 레티스 공작님, 리에나 공주님~ 여기 계셨군요.
en: duke letis, princess liena. here you are.

source: 여기 아는 사람이 있어?
en: you are expecting a guest from this world?

source: 눈치
en: glance

source: 그래, 가자.
en: all right, I’m coming.

source: 사람을 죽여서 그곳에 버리면 완전범죄가 되겠던데?
en: so many that it’s a perfect spot to murder someone and hide the body.

source: 레티스 공작님이 막 도착하셨어요.
en: your highness, duke letis just arrived.

source: 그게 무슨 말이지?
en: what does that mean?

source: 저승의 규칙에 절대 예외가 없는 분이?
en: but you never allow any exceptions to the rules!

source: 아냐, 난 오늘 할 일을 내일로 미루는 걸 못 참아.
en: maybe it is, but I’m not a procrastinator.

source: 운명의 여신 아이시타 (크로니온의 누나)
en: aisita the god of fate (chronion’s sister)

source: 하필 왜 이때!
en: this is the worst timing.

source: 마리엔님의 영이… 저승에 없을지도 모른다는 생각이 듭니다.
en: I’m starting to suspect that lady marianne’s soul isn’t in the underworld.

source: 거기까지!
en: stop it.

source: 죽고 나면 후회하게 해주지.
en: I will make them regret their life after they die.

source: 뭣이?
en: what?

source: 그러니까,
en: so, you’re saying...

source: 누가 내 심장을 칼로 찔러줄 사람.
en: does anyone want to stab me in the heart?

source: 저런,힘들어 보이네.
en: aw, poor thing. looks like he’s barely holding on.

source: 그래서, 만져달라?
en: so, you want me to touch you?

source: 아무리 봐도 저주인형같이 생겼단 말이야.
en: it literally looks like a voodoo doll.

source: 죽었다 살아난 거 맞잖아.
en: you died, then came back to life.

source: 자식을 차별하다니, 리에나 부모도 정상은 아니었어.
en: playing favorites with their own children... her parents are messed up.

source: 맞아, 누가 내 이야기래?!
en: y-you’re right! when did I say it was my story?

source: 곧 해가 지면 다시 힘이 생기겠군.
en: my power will return when the sun goes down.

source: 그럴리가…
en: of course not...

source: 이렇게 파란 하늘이라니, 믿겨져?
en: the sky is this blue? how pretty!

source: 리에나가 도움을 청했다고?
en: liena asked for help?

source: 주술사 노베이요?
en: warlock novei?

source: 죄송합니다 공주님.
en: my apologies, your highness.

source: 뭐?
en: what?

source: 아니, 결과는 죽어봐야 아는 거잖아.
en: i don’t have a way to confirm this...

source: 조금만 참아봐.
en: I’m working on it, so hang in there.

source: 맞다!
en: oh, right!

source: 당신의 그 순간이동 능력으로 날 왕궁에 데려다 줘.
en: use that power to take me to the royal palace.

source: 이 느낌도 어쩌면 현실이 아닐지도 몰라.
en: ... but maybe this feeling is also a part of my dream.

source: 있어요, 마물 중에 가장 흉악하고 못생긴 마물…
en: there’s this really ugly and heinous dark creature--

source: 공주님이 어떤 일을 겪으셨는지 누구보다 잘 알고 있으니까요.
en: I know what you had to go through better than anyone.

source: 계란인가?
en: an egg?

source: 3일 안이라고 했으니 오늘밤에도 올 수 있겠지?
en: they said within three days, so they should be here tonight, right?

source: 그런데 죽어본 적 있다니 무슨 소리지?
en: explain what you mean by having already died once.

source: 당신의 능력도 사실은 다 마법이고.
en: are all of your powers magic?

source: 내 말을 믿고 꿀꺽 삼켜봐.
en: just trust me and swallow.

source: 하지만 기억이 돌아오면 문제가 생기겠죠.
en: however, there would be an issue if her memories return.

source: 놀라 자빠져야 하는 거 아닌가?
en: shouldn’t you be a little wary?

source: …내가
en: i...

source: 심장이 녹아내리는 고통…
en: it feels like the pain is melting my heart...

source: 크로니온님은 흑마법에 약하시니
en: since you don’t do well with dark magic...

source: 이 나라는 마법을 왜 금지시킨 거야?
en: why did this kingdom ban magic?

source: 노베이!!
en: novei!

source: 그건 아니고… 그게…
en: no... rather...

source: 레티스 공작이 피 묻은 옷으로 거리를 활보하는 걸 사람들이 다 봤다고 하잖아.
en: many people saw him walking around the streets while covered in blood.

source: 그래?
en: really?

source: 왜지, 소르덴 산에선 괜찮았잖아.
en: why? i was fine at the mountain!

source: 오늘 여기서 자고 갈 건데 여자 옷 있어?
en: anyways, i’m staying here overnight. do you have a change of clothes?

source: 아까부터 자꾸 나한테 뭐라고 하는데, 내가 아니야.
en: you continue to blame me, but i have done nothing.

source: 그 인간은 신을 모독하고 거짓말한 죗값을 받게 될 거야.
en: they will pay their price for their lies and blasphemy.

source: 엥?
en: huh?!

source: 당신 세계에선 여자 친구랑 둘이 있을 때 뭐했어?
en: tell me, what did you do with your girlfriend in your world?

source: 아버지.
en: father.

source: 와… 길치가 엉뚱한 길을 더 당당하게 간다더니 진짜네.
en: huh... directionally challenged people really are weirdly confident.

source: 하아…
en: HUFF

source: 이봐, 당신.
en: hey, you.

source: 제 이름은 오제린…
en: my name is ojelin--

source: 리에… 공주…
en: princ... lie...

source: 이 몸에 완벽하게 적응하게 되면 마음에 들 거다.
en: you’ll like it a lot more when you get used to it.

source: 카를로와 만난 건 기억 못하는 것 같은데….
en: i don’t think he remembers that i met up with carlo...

source: 그렇게 허무하게 남의 손에 죽지 않아.
en: I won’t let anybody kill me this time.

source: 마차!!
en: a carriage!

source: 딱봐도 리에나를 엄청 싫어하는 아주머니군.
en: that lady hates liena.

source: 다가오지 마.
en: don’t come any closer!

source: 가장 소중한 사람을 잃었으니까….
en: because he lost the one he loved the most.

source: 오케이?
en: got it?

source: 몹시 불안해 하셨구요.
en: you were very anxious about it as well.

source: 왜 그러는 거야.
en: why are you doing this to me?

source: 진짜 궁에 알리는 거 아냐?
en: what if she actually tells the palace?

source: 정말 맛있어!
en: so delicious!

source: 리에나 공주… 예전이랑 너무 다르잖아.
en: princess liena... she’s so different from before.

source: 난 돌이라고!
en: I’m a rock!

source: 1초라도 지나면 그녀의 영은 완전히 소멸되기에 반드시 그 안에 저승으로 돌아와야 했다.
en: her soul would perish if she went even one second past that time limit, so she had to return before then.

source: 천 년 전
en: a thousand years ago

source: 왜?
en: why?

source: 저주받음 유배 약혼자에게 살해당함 독에 중독 주술사에게 살해위협 오빠는 살인자 기억장애
en: cursed banished killed by her fiance poisoned warlock is trying to kill her brother is a murderer memory impairment

source: 그랬지.
en: I did not.

source: 아참 크로니온,
en: by the way, chronion.

source: 공주님,
en: your highness.

source: 어이가 없어서.
en: that’s funny.

source: …다행이네.
en: thank god...

source: 호호호
en: hahaha

source: 힐끗
en: glance

source: 엄청난 통증이었어.
en: the pain was unbelievable.

source: 활기 넘치던 낮과는 전혀 다른 세계 같잖아.
en: it’s completely a different place from earlier today.

source: 레티스 공작이 왜?
en: what about it?

source: 예전과 전혀 다른 말을 하고 계신다.
en: she would have never said that.

source: 저리가!{j}이 괴물!
en: go away, you{j}monster!!!

source: 몰라요!
en: I don’t know!

source: 5년 동안 그를 죽일 이 순간만을 기다렸어.
en: i have waited for this moment for five years.

source: 호외요 호외~ 죽음의 신이 매일 밥 먹고 트림하고 방귀 뀐대요~
en: extra! extra! the god of death is eating, burping, and farting every day!!!

source: 아이고 이걸 어째.
en: oh no... what should we do?

source: 저런, 많이 힘들어 보이네.
en: aw, poor thing. looks like he’s barely holding on.

source: 저 여자를 죽여라!
en: end her!

source: 그애 엄마 말로는 오늘부터 좀 이상하다고 했어요.
en: her mom said she’s been acting weird today.

source: 당신을 이 곳에 소환한 자가 어쩌면 아르젠 백작과 관련이 있을 수도 있어서.
en: I believe the one who summoned you may be related to him.

source: 그보다 잘못 소환한 영들을 소멸시킬 때 그레비의 눈을 통해 이상한 걸 봤습니다.
en: while eliminating wrongfully summoned souls, I saw something suspicious through greby.

source: 공작님의 허락을 전하지도 않았는데 벌써 여기까지 들어왔네요?!
en: I’ve yet to tell her that he will see her, but she’s already here...!

source: 웬만한 건 다 겪어본 나도 죽을 것처럼 고통스러웠는데 리에나는 어떻게 견뎠지?
en: it was excruciating, even for me... how did liena endure it all?

source: 말 하다가 마는 거랑 묻는 말에 대답을 안 하는 거야!
en: it’s people who don’t finish their thoughts nor answer my questions!

source: 설마 나 서운해 하는 건 아니지?
en: am I upset about it?

source: 이런, 눈도 제대로 못 감았네.
en: aw, she couldn’t even close her eyes.

source: 소환한 사람 찾아서 당신 세계로 가기도 전에 굶어죽겠네요.
en: you’re gonna starve to death before you find the person who summoned you.

source: 알아낸 거 하나 없이 돌아갈 순 없지.
en: i can’t go back without finding any clues.

source: 내가 충전해줬잖아.
en: i charged you.

source: 근데 여긴 어디야?
en: by the way, where is this?

source: 헤릭 주치의님이 몇 번을 확인했는데 정말 심장마비로 돌아가셨다고 해서…
en: dr. herrick checked multiple times and confirmed that you passed away from a heart attack.

source: 사람이 말하고 있는데…
en: i’m still talking....

source: 이 만남 후로 한 번도 안 만남
en: has not seen his sister since then

source: 나를 쳐다봤어.
en: ...she looked into my eyes.

source: 이 지도에 왕궁의 위치가 있어.
en: this map will show you where the royal palace is.

source: 공주님 저택에 들렀다 오는 길입니다.
en: i was on my way back from your mansion.

source: 도와준다면서 어딜 간 거지?
en: she claimed she’d help me... where did she go?

source: 이대로 쓰러져 죽는 건가 싶었는데…
en: I thought I was done for...

source: 접촉하면 할수록 몸이 점점 더 가벼워지고 힘이 생기고 있어!
en: the more i touch, the more power and energy i get!

source: 어머나, 혹시 모태 솔로?
en: wait, have you never dated anyone before?

source: 그녀가 정말 유리니카입니까?!
en: she actually is yurinika?!

source: 어떻게 사용하는지 아무도 모른다고?
en: nobody knows how to use it?!

source: 습관적으로 착지해버렸어.
en: i landed on my feet out of habit.

source: 누군지는 모르지만 리에나 공주님에게 저주의 주술을 걸어놓은 것 같습니다.{j}그래서 공주님 가까이에 있는 사람들에겐 늘 사건이 생기죠.
en: i do not know who did it, but someone placed a curse on her{j}so those around her will suffer terribly.

source: 부모님은 날 사랑하지 않아.
en: they don’t love me...

source: 온몸으로 죽음의 냄새를 풍기는 놈과 저주받은 공주라니, 끼리끼리 만났군!
en: a guy who smells of death and a cursed princess, it’s like a match made in hell!

source: 환생하면 아버지에 대한 모든 기억을 잊고 다시 살아야 겠죠?
en: ...but I guess I’ll forget about him when I reincarnate, right?

source: 어렸을 때 내 꿈이 평범하게 공주처럼 사는 거였거든.
en: my childhood dream was to live like one.

source: 아니 아니!!!
en: n-no, no! i mean...

source: 당신이 신도 아닌데 내 수명이 줄어드는 걸 어떻게 알아?
en: you’re not a god. how can you be so sure?

source: 죄송합니다만 백작님…
en: excuse me, count arzen.

source: 공주님, 그게 사실이에요?
en: your highness, is it true?

source: 저건 대체 뭐지?!
en: what is that thing?!

source: 당신은 어떤 방인지도 모르잖아.
en: you don’t even know what room it is.

source: 어차피 이 몸에 오래 못 있어.
en: i can’t be in this body for long.

source: 너희들, 혹시라도 공주님께 무슨 짓을 한 거라면…
en: if you did anything to princess liena, I--

source: 그 이유가 뭐일 것 같아?
en: why would that be?

source: 약혼녀는 한 번도 집에 안 데려온 못돼 처먹은 바람둥이 씨 .
en: for a person who never brought their fiance home before, you player.

source: 널 지금 당장 소멸시켜 줄 수는 있어.
en: I could perish you right now.

source: 레티스 당신은 어떤 세계에서 왔어?
en: letis, what is your world like?

source: 당신, 그 몸에 빙의됐지?
en: you are possessing that body, right?

source: 내가 갑자기 사라져서 레티스가 당황했겠지.
en: he must’ve been surprised when i disappeared.

source: 여긴 왜 왔느냐.
en: why are you here?

source: 마리엔?
en: marianne?

source: 고통이 상당하군.
en: that is rather painful.

source: 헙!
en: oops!

source: 이곳 사람들 대부분이 나 때문에 당신 부적을 하나씩 가지고 있다고 들었는데 레티스와 아르젠도 설마 부적을 주문했었어?
en: I heard most of the people here have your talismans. did arzen and letis ever order one from you?

source: 두리번
en: glance

source: 천만에, 딱 감이 와.
en: because i can tell that there’s no way.

source: 내가 충전해줬는데 왜 곧 쓰러질 것 같은 얼굴을 하고 있어?
en: I just charged you. why do you still look exhausted?

source: 내가 원래 고통 없이 보내주는 게 특기지만 넌 리에나만큼 좀 특별히 고통스럽게 죽여주겠어.
en: my forte is killing people painlessly, but i’ll give you special treatment so your death will be as painful as liena’s was.

source: 헤베베 똥밭에 뒹굴어도 이승이 낫다.
en: it is better to be alive in a hebebe farm than to be dead.

source: 리에나를 보호하려고 했다지만 그건 말도 안 돼.
en: they said it was to protect her, but that doesn’t make sense.

source: 인간들은 의심이 많아서 늘 뭔가 보여주기를 원하지.
en: you humans are always so doubtful, wanting proof.

source: 내가 여기 있는지 어떻게 알고 왔어?
en: how did you know I was here?

source: 크로니온이 반드시 하계로 돌아갈 수 있게 해줄게.
en: I promise you, I’ll help him to return back to normal.

source: 파멸의 신 세레스탄
en: god of ruination serestan

source: 꺄악!
en: argh...

source: 그렇게 좋아하시던 사냥도 안 하시고 영지에 대한 보고도 안 받으시고 아무도 만나지 않으시잖아.
en: he used to love hunting but not anymore. he doesn’t receive reports about his estate nor meet anyone...

source: 리에나를 이 곳에 가두고 죽이려는 이유는 알아야 하니까.
en: I have to find the reason why they’re trying to trap and murder her.

source: 왕족, 귀족 할 것 없이 만장일치로 이곳에 유배되었다고 하던데.
en: i heard everyone, nobles and royals alike, unanimously agreed to banish her.

source: 살아있을 땐 당신에게 맡기지.
en: I will have you fulfill that duty.

source: 네, 감사합니다 백작님!
en: n-no, i’m fine. thank you!

source: 어디 가셨지?!
en: where did he go?!

source: …뭐라고?
en: what?!

source: 아르젠이 어떻게 알고…?
en: how did he know?

source: 리에나 공주님이 3일 동안 행방불명 되셨다고?
en: princess liena has been missing for three days?

source: 고개를 돌린 걸 보면 분명히 사람인데 나를 보고도 반응도 없었어.
en: it turned its head so it’s definitely a person, but it didn’t show any response after seeing me.

source: 유리니카일 리가 없어.
en: surely, she cannot be yurinika.

source: 근데 레티스의 시체는 어디에 있는 걸까.
en: but where could letis’ body be?

source: 앗, 백작님!
en: oh, sir!

source: 크로니온, 내가 하고 싶은 말은
en: chronion, all I’m trying to say is...

source: 뭐하는…!
en: what are you--

source: 레티스 공작!
en: duke letis!

source: 진짜 맘에 안 들어.
en: so annoying.

source: 헤릭:
en: herrick:

source: 하지만 가슴은 물론 몸에 상처 하나 없는 거 경감님도 보셨잖아요.
en: well, you just saw that his body didn’t have a single scar on it.

source: 아르젠 집에 가겠어!
en: I’m going to arzen’s place.

source: 네?!
en: what?!

source: 대마법사 칼베르?!
en: the great magician kalberr?!

source: 벽에 똥칠할 때까지 오래 살라는 덕담 맞지?
en: you’re wishing me a long life, right?

source: (레티스 집은 어둠침침)
en: (letis’ place is dark and gloomy)

source: 다른 영혼이 들어온 거면 내가 낙하산인 걸 알 리가 없어!!!
en: nobody else would know that! no one other than the real princess liena!

source: 그럼 이 길이지.
en: so, it’s this way.

source: 리에나 공주님, 기다리고 있었습니다.
en: princess liena, i’ve been waiting for you.

source: 사람일 수도 아닐 수도.
en: maybe, maybe not.

source: 내가 사실 독에 중독됐거든.
en: cuz, i’m poisoned.

source: 진짜로… 가는 거야?
en: you’re really... leaving?

source: 가자..
en: let’s go.

source: 공주님도 참, 건강부적입니다.
en: oh please, your highness. it’s a talisman for your health.

source: 저희 집에 계신 그날, 공주님의 머리카락을 몇 개 뽑았습니다.
en: the day you were over at my house, I took a couple strands of your hair.

source: 아는 사이야?
en: do you know him?

source: 처음 아니야?
en: that’s never happened before.

source: 그게 누군데?
en: who’s that?

source: 이세계로 와서 온통 이해할 수 없는 일 투성이야.
en: there are so many things that i don’t understand in this world.

source: 내가 아닌 다른 사람의 몸에서 눈을 떴다.
en: i woke up in somebody else’s body.

source: 내 독은…?!!
en: what about my poison...?!

source: 아르젠이 나를 미워해도 이해할 수 있어.
en: I’d understand if you resent me for it,

source: 흑마법으로 모습을 감춘 것 같아요.
en: he must be using dark magic to hide himself.

source: 아까 말씀드리려고 했는데요.
en: i meant to tell you earlier...

source: 이것도 기억이 안 나시려나?
en: did you forget about that as well?

source: 무슨 소린지 모르는 척 하고 싶겠지.
en: i know that you aren’t the real duke letis.

source: 잠시 들어오셔서 차라도 한 잔 드시고 가세요.
en: please, let me treat you to a cup of tea.

source: 모두가 공주님을 미워한다는 생각은 버리십시오.
en: please don’t think that everyone hates you, your highness.

source: 분명히 인기척이 있었는데 제가 잘못 느꼈나 봅니다.
en: i could have sworn that i heard somebody... i must be mistaken.

source: 크로니온님, 정말 수상한 인간이에요.
en: master, she’s very suspicious.

source: 아앗!!!
en: ahhh!!!

source: 머리카락을 뽑았는데 내가 눈치도 못 챘다고?
en: he pulled out my hair and I didn’t even notice?

source: 당신도 당신 세계로 가야 하잖아.
en: don’t you have to go back to your world as well?

source: 진짜 의심스럽단 말이야.
en: that’s suspicious.

source: 오해하지 말고 끝까지 들어봐.
en: don’t get me wrong and hear me out first.

source: 그럴 수도 있겠네.
en: it makes sense.

source: 노비?
en: nob?

source: 글쎄, 지켜보면 알겠지.
en: i suppose we will find out.

source: 덜 죽었어?
en: are you not dead?

source: 여기가 네 신전인줄 알고.
en: thinking this was yours?!

source: 리에나 공주는 왜 도와주는 거야?
en: so, why are you helping her?

source: 밤이니까.
en: it is nighttime.

source: 알지.
en: i know.

source: 권력을 등에 업은 모습
en: feeling powerful

source: 성문 바깥을 나가신 공주님이 왜 소르덴 산에서 발견이 되신 건지.
en: she was found at mt. sorden after going outside the gate.

source: 마리엔이 어떻게 죽었는지 궁금하십니까?
en: are you curious about what happened to marianne?

source: 다녀왔다고 할 수 있나…?
en: was I actually there?

source: 스스로 왔기 때문에.
en: came here voluntarily

source: 한 번도 이런 적이 없었던 터라 모두 레가노스 신의 대응을 주시하고 있었다.
en: this has never happened before, so everyone waited for god leganos’s response.

source: 공주님 어서 도망가세요~~
en: run away, quickly!

source: 왜 이 곳에 계세요?
en: why are you here?

source: 레티스 공작?!
en: duke letis?!

source: 됐고,
en: enough.

source: 그시각 리에나
en: at the same time, liena

source: 복도에 왜 아무도 없지?
en: why isn’t anyone around?

source: 피해요, 할머니!
en: watch out!

source: 이게 손에 잡혔어.
en: ...but I found this on me.

source: 왕궁 대주술사 베노스
en: great warlock of the royal palace venos

source: 으아아아악!!!!
en: aaaahhhhh!!!

source: 크로니온은 하계에 회의를 느껴 늘 사라지고 싶어했지.
en: chronion always felt skeptical of the underworld, even wishing to leave his role.

source: 게다가 다들 어디로 사라지는 거야.
en: and where did they all disappear to?!

source: 그렇습니다만…… 좀 이상하긴 합니다.
en: I did... but there are some peculiar things.

source: 그게 대체 무슨 소리에요?
en: what are you talking about?!

source: 미치광이는 피하는 게 나아.
en: it’s better to avoid the crazy.

source: 잠깐 가서 사람들한테 이 사실만 말해주고 오면 안 되나요?
en: can I go back to my world for a second to let everyone know about this?

source: 말로만 유배가 아니라 술수까지 써서 이 곳에 가둔 거야?
en: i’m banished and trapped in here using magic?!

source: 아르젠이 준 약차를 마시고 완전히 회복했어.
en: i’ve completely recovered using that medicinal tea you gave me.

source: 은 모르겠는데 유골은 많았어.
en: I don’t know about books, but there were a lot of human remains.

source: 레티스 공작님과 오늘부터 같이 사신대.
en: she’s moving in with duke letis.

source: 아, 진짜 몇 번을 말해요!
en: ugh, how many times do I have to tell you?!

source: 속닥
en: WHISPER

source: 내가 아르젠에게 고민을 많이 털어놨었어?
en: did i talk to you about what was on my mind?

source: 빙의된 애가 도망을 갔는데 귀찮다고?
en: tedious? a possessed child just ran away.

source: 인간은 어리석고 잔인하고
en: they are foolish, cruel...

source: 그.놈.이 잘도… 도와주겠다…
en: yes. of course. he would certainly “help” me...

source: 뭣들 하고 있어.
en: what are you waiting for?!

source: 죽음의 신이라고?
en: the god of death?

source: 설마… 아직 남아있을 리가…
en: it is impossible... for that be true...

source: 그건 또 무슨 소리야?
en: what does that mean?!

source: 내가 들어온 걸 봤을 텐데 왜 가만히 있는 거지?
en: it definitely saw me coming in, but why isn’t it moving?

source: 좋아, 내 몸이 아닌 것 치곤 움직임도 나쁘지 않아.
en: this body feels pretty good even though it’s not mine.

source: 쥬디, 노베이는 돌팔이 같던데 다른 주술사는 없어?
en: judy, i think novei is wack. are there any other warlocks?

source: 아르젠을 조심하라고.
en: watch out for arzen.

source: 언제 잠든거지?
en: when did I fall asleep?!

source: 옆집 아이인데 지금 제가 잠깐 데리고 있어요.
en: she’s our neighbor’s kid, but she’s with me right now.

source: 내 물건 모두 일주일 안에 돌려놓도록 해요.
en: you two will return everything you stole from me in a week.

source: 일단 속아 넘어가는 척 해주지.
en: i’ll play along for now.

source: 공주님의 존재 자체가 누군가의 불행일 수밖에 없다구요!!
en: your very existence is someone else’s misery!

source: 당신 세계로 돌아갈 수 있어?
en: wait, you can go back to your own world?

source: 왕궁의 주술사가 소환했다고 생각하나?
en: are you suggesting that the warlock of the palace summoned these souls?
